Repository: boonebgorges/buddypress-group-email-subscription
Catalog: languages/bp-ass-*.po
Languages: da_dk

source: Your daily digest of group activity
da_dk: Din daglige sammenfatning af gruppeaktivitet

source: Your weekly summary of group topics
da_dk: Din ugentlige sammenfatning af emner

source: You have received this message because you are subscribed to receive a digest of activity in some of your groups on %s.
da_dk: Du har modtaget denne besked fordi du abonnerer på sammenfatninger af aktiviteter i nogle af dine grupper på %s.

source: at
da_dk: på

source: (%s items)
da_dk: (%s emner)

source: Group Summary
da_dk: Gruppesammenfatning

source: How to follow a topic: to get email updates for a specific topic, click the topic title - then on the webpage click the <i>Follow this topic</i> button. (If you don't see the button you need to login first.)
da_dk: At følge et emne: For at få e-mail opdateringer om et bestemt emne, klik på emnets titel - på websiden klik på <i>Følg dette emne</i> knappen. (Hvis du ikke kan se knappen skal du først logge ind.)

source: To disable these notifications per group please login and go to: %s where you can change your email settings for each group.
da_dk: Slå disse meddelelser fra gruppevis ved at logge ind og gå til: %s hvor du kan ændre dine e-mail indstillinger for hver gruppe.

source: My Groups
da_dk: Mine grupper

source: Disable these notifications for all my groups at once.
da_dk: Slå disse meddelelser fra for alle mine grupper på en gang.

source: DAILY DIGEST:
da_dk: DAGLIG SAMMENFATNING:

source: WEEKLY DIGEST:
da_dk: UGENTLIG SAMMENFATNING:

source: Group: %s
da_dk: Gruppe: %s

source: Group: %s weekly summary
da_dk: Gruppe: %s ugentlig sammenfatning

source: To disable these notifications for this group click
da_dk: Slå disse meddelelser fra for denne gruppe ved at klikke

source: unsubscribe
da_dk: afmeld

source: change
da_dk: skift

source: email options
da_dk: e-mail indstillinger

source: at %s, %s
da_dk: på %s, %s

source: View
da_dk: Se

source: (%s replies)
da_dk: (%s svar)

source: Once Weekly
da_dk: Ugentligt

source: To disable all notifications for this group, click: %s
da_dk: Slå alle meddelelser fra denne gruppe fra ved at klikke : %s

source: Or to disable notifications for *all* your groups, click: %s
da_dk: Eller for at slå meddelelser fra *alle* dine grupper fra, klik : %s

source: %s started the forum topic "%s" in the group "%s"
da_dk: %s startede forumemnet "%s" i gruppen "%s"

source: %s replied to the forum topic "%s" in the group "%s"
da_dk: %s svarede på forumemnet "%s" i gruppen "%s"

source: %s "%s" To view or reply to this topic, log in and go to: %s ---------------------
da_dk: %s "%s" For at læse eller svare på dette emne, log ind og gå til: %s ---------------------

source: Your email setting for this group is:
da_dk: Din e-mail indstilling for denne gruppe er:

source: , therefore you won't receive replies to this topic. To get them, click the link to view this topic on the web then click the 'Follow this topic' button.
da_dk: , derfor vil du ikke modtage svar til dette emne. For at modtage dem, klik på linket for at se emnet på nettet og klik så på 'Følg dette emne' knappen

source: To change your email setting for this group, please log in and go to: %s
da_dk: Du kan ændre dine e-mailindstillinger for denne gruppe ved at logge ind og gå til: %s

source: To disable these notifications please log in and go to: %s
da_dk: Slå disse meddelelser fra ved at logge ind og gå til: %s

source: Once you are logged in, click on the "Mute this topic" button to unsubscribe from the forum thread.
da_dk: Når du er logget ind, klik på "Følg ikke" knappen for at afmelde notifikationer fra dette forumemne.

source: You are currently receiving notifications to topics that you have started.
da_dk: Du modtager i øjeblikket notifikationer om emner du har startet.

source: Once you are logged in, uncheck "A member replies in a forum topic you've started".
da_dk: Når du er logget ind, fjern hakket ved "En bruger svarer på et forumemne du har startet".

source: You are currently receiving notifications to topics that you have replied in.
da_dk: Du modtager i øjeblikket notifikationer om emner du har svaret på.

source: Once you are logged in, uncheck "A member replies after you in a forum topic".
da_dk: Når du er logget ind, fjerne hakket ved "En bruger svarer efter dig i et forumemne".

source: in the group
da_dk: i gruppen

source: %s To view or reply, log in and go to: %s ---------------------
da_dk: %s For at læse eller svare, log ind og gå til: %s ---------------------

source: %s "%s" To view or reply, log in and go to: %s ---------------------
da_dk: %s "%s" For at læse eller svare, log ind og gå til: %s ---------------------

source: Email Subscription Options
da_dk: E-mail abonnementer

source: How do you want to read this group?
da_dk: Hvordan vil du læse denne gruppe

source: No Email
da_dk: Ingen e-mail

source: I will read this group on the web
da_dk: Jeg vil læse denne gruppe på nettet

source: Weekly Summary Email
da_dk: Ugentlig sammenfatning

source: Get a summary of new topics each week
da_dk: Få en ugentlig sammenfatning af nye emner hver uge

source: Daily Digest Email
da_dk: Daglig opsummering

source: Get all the day's activity bundled into a single email
da_dk: Få alle dagens aktiviteter samlet i en enkelt e-mail

source: New Topics Email
da_dk: Nye emner

source: Send new topics as they arrive (but don't send replies)
da_dk: Send nye emner når de startes (men send ikke svar til emnerne)

source: All Email
da_dk: Alt

source: Send all group activity as it arrives
da_dk: Send alle gruppens aktiviteter når de finder sted

source: Save Settings
da_dk: Gem indstillinger

source: Note: Normally, you receive email notifications for topics you start or comment on. This can be changed at
da_dk: Bemærk: Normalt modtager du e-mail om de emner du starter eller kommenterer. Dette kan ændres i

source: email notifications
da_dk: e-mail meddelelser

source: Your email notifications are set to %s for this group.
da_dk: Din indstilling for e-mail meddelelser er sat til %s for denne gruppe.

source: Weekly Summary
da_dk: Ugentlig sammenfatning

source: Daily Digest
da_dk: Daglig sammenfatning

source: New Topics
da_dk: Nye emner

source: Your email status is
da_dk: Din e-mail status er

source: change
da_dk: skift

source: Get email updates
da_dk: Få e-mail opdateringer

source: Change your email subscription options for this group
da_dk: Skift dine e-mail abonnementer for denne gruppe

source: Get a summary of topics each
da_dk: Få en sammenfatning af emner hver

source: Get the day's activity bundled into one email
da_dk: Få dagens aktiviteter samlet i en e-mail

source: Send new topics as they arrive (but no replies)
da_dk: Send nye emner når de startes (men send ikke svar)

source: close
da_dk: luk

source: You successfully joined the group. Your group email status is:
da_dk: Du er nu tilmeldt gruppen. Din e-mail indstilling i gruppen er:

source: Email Subscription Defaults
da_dk: Standardindstillinger for e-mail abonnement

source: When new users join this group, their default email notification settings will be:
da_dk: Når nye brugere tilmeldes gruppen vil deres standardindstilling for e-mail meddelelser være:

source: No Email (users will read this group on the web - good for any group - the default)
da_dk: Ingen e-mail (brugere vil læse denne gruppe på nettet - god til alle grupper - standardindstillingen)

source: Weekly Summary Email (the week's topics - good for large groups)
da_dk: Ugentlig sammenfatning (ugens emner - god til store grupper)

source: Daily Digest Email (all daily activity bundles in one email - good for medium-size groups)
da_dk: Daglig sammenfatning (alle dagens aktiviteter samlet i en e-mail - god til mellemstore grupper)

source: New Topics Email (new topics are sent as they arrive, but not replies - good for small groups)
da_dk: Nye emner (nye emner sendes når de startes, men svar sendes ikke - god til mindre grupper)

source: All Email (send emails about everything - recommended only for working groups)
da_dk: Alt (send e-mails om alt - anbefales kun til arbejdsgrupper)

source: Follow
da_dk: Følg

source: You are not following this topic. Click to follow it and get email updates for new posts
da_dk: Du følger ikke dette emne. Klik for at følge det og få besked om nye indlæg pr. e-mail

source: Mute
da_dk: Dæmp

source: You are following this topic. Click to stop getting email updates
da_dk: Du følger dette emne. Klik for at afmelde e-mails om nye indlæg

source: This conversation is muted. Click to follow it
da_dk: Denne konversation er dæmpet. Klik for at følge den

source: this topic
da_dk: dette emne

source: Email status:
da_dk: E-mail indstilling:

source: Change to:
da_dk: Skift til:

source: Weekly
da_dk: Ugentlig

source: Daily
da_dk: Daglig

source: User email status changed successfully
da_dk: Brugerens e-mail indstilling blev ændret korrekt

source: Site Admin Only: update email subscription settings for ALL members to the default:
da_dk: Site Admin Only: Sæt ALLE medlemmers e-mail abonnementer til standardindstillingen:

source: Warning: this is not reversible so use with caution.
da_dk: Advarsel: Dette kan ikke fortrydes så brug med varsomhed

source: Make it so!
da_dk: Gør det!

source: All user email status's changed successfully
da_dk: Alle brugeres e-mail indstilling blev ændret korrekt

source: Individual Group Email Settings
da_dk: Gruppens e-mail indstillinger

source: To change the email notification settings for your groups, go to %s and click "Change" for each group.
da_dk: Skift indstillinger for dine gruppers e-mail meddelelser ved at gå til %s og klik "Skift" for hver gruppe.

source: Or set all your group's email options to No Email
da_dk: Eller sæt alle dine gruppers e-mailindstillinger til Ingen e-mail

source: You have been unsubscribed from all groups notifications.
da_dk: Du har afmeldt notifikationer fra alle grupper

source: This user's has been unsubscribed from all groups notifications.
da_dk: Denne bruger er blevet afmeldt fra notifikationer fra alle grupper.

source: Your unsubscription was successful. You will no longer receive email notifications from the group %s.
da_dk: Din afmelding blev gennemført. Du vil ikke længere modtage e-mail notifikationer fra gruppen %s.

source: <a href="%1$s">Continue to %2$s</a>
da_dk: <a href="%1$s">Fortsæt til %2$s</a>

source: Your unsubscription was successful. You will no longer receive email notifications from any of your groups.
da_dk: Din afmelding blev gennemført. Du vil ikke længere modtage e-mail notifikationer fra nogen af dine grupper.

source: Unsubscribe from all groups notifications
da_dk: Afmeld notifikationer fra alle grupper

source: Unsubscribe
da_dk: Afmeld

source: Do you really want to unsubscribe from all groups notifications?
da_dk: Vil du virkelig afmelde notifikationer fra alle grupper?

source: Yes, unsubscribe from all my groups
da_dk: Ja, afmeld fra alle mine grupper

source: No, close
da_dk: Nej, luk

source: Send an email notice to everyone in the group
da_dk: Send en e-mail til alle i gruppen

source: You can use the form below to send an email notice to all group members.
da_dk: Du kan bruge feltet herunder til at sende en e-mail til allle gruppens medlemmer

source: Everyone in the group will receive the email -- regardless of their email settings -- so use with caution
da_dk: Alle i gruppen vil modtage denne e-mail -- uanset deres e-mail indstillinger -- så brug med varsomhed

source: Email Subject:
da_dk: E-mail emne:

source: Email Content:
da_dk: E-mail indhold:

source: Email this notice to everyone in the group
da_dk: E-mail denne meddelelse til alle i gruppen

source: Welcome Email
da_dk: Velkommen e-mail

source: Send an email when a new member join the group.
da_dk: Send en e-mail når et nyt medlem tilslutter sig gruppen.

source: Enable welcome email
da_dk: Slå velkomst e-mail til.

source: Save
da_dk: Gem

source: The email notice was sent not sent. Please enter email content.
da_dk: E-mailen blev ikke sendt. Angiv e-mailens indhold.

source: - sent from the group
da_dk: - sendt fra gruppen

source: This is a notice from the group '%s': "%s" To view this group log in and follow the link below: %s ---------------------
da_dk: Dette er en meddelelse fra gruppen '%s': "%s" For at læse denne gruppe, log ind og følg linket herunder: %s ---------------------

source: Please note: admin notices are sent to everyone in the group and cannot be disabled. If you feel this service is being misused please speak to the website administrator.
da_dk: Bemærk: Administratormeddelelser sendes til alle i gruppen og kan ikke slås fra. Hvis du mener at denne service misbruges, så henvend dig til hjemmesidens administrator.

source: The email notice was sent successfully.
da_dk: Meddelelsen blev sendt korrekt.

source: The welcome email option has been saved.
da_dk: Indstillingen for velkomst e-mail er gemt.

source: To disable emails from all your groups at once click: %s
da_dk: Slå e-mails fra alle dine grupper fra samtidig, klik : %s

source: Group Forum
da_dk: Gruppeforum

source: Yes
da_dk: Ja

source: No
da_dk: Nej

source: A member replies in a forum topic you've started
da_dk: Et medlem svarer i et forumemne du har startet

source: A member replies after you in a forum topic
da_dk: Et medlem svarer efter dig i et forumemne

source: Receive notifications of your own posts?
da_dk: Få e-mail meddelelser om dine egne indlæg?

source: Group Email Options
da_dk: Gruppens e-mail indstillinger

source: Settings saved.
da_dk: Indstillinger gemt.

source: Group Email Subscription Settings
da_dk: Gruppens e-mail abonnementindstillinger

source: Digests & Summaries
da_dk: Sammenfatninger

source: View queued digest items</a></b> (in new window)<br>As admin, you can see what is currently in the email queue by adding ?sum=1 to your url. This will not fire the digest, it will just show you what is waiting to be sent.
da_dk: Se afventende emner</a></b> (i et nyt vindue) <br>>Som administrator kan du se hvad der er i e-mail køen ved at føjge ?sum=1 til din URL. Dette vil ikke afsende sammenfatningen, det vil blot vise dig hvad der venter på at blive afsendt.

source: <strong>Daily Digests</strong> should be sent at this time:
da_dk: <strong>Daglige sammenfatninger</strong> afsendes på dette tidspunkt:

source: <strong>Weekly Summaries</strong> should be sent on:
da_dk: <strong>Ugentlige sammenfatninger</strong> afsendes på dette tidspunkt:

source: Monday
da_dk: Mandag

source: Tuesday
da_dk: Tirsdag

source: Wednesday
da_dk: Onsdag

source: Thursday
da_dk: Torsdag

source: Friday
da_dk: Fredag

source: Saturday
da_dk: Lørdag

source: Sunday
da_dk: Søndag

source: The server timezone is %s (%s); the current server time is %s (%s); and the day is %s.
da_dk: Serverens tidszone er %s (%s); på serveren er klokken nu %s (%s); og dagen er %s.

source: Global Unsubscribe Link
da_dk: Globalt afmeldingslink

source: Add a link in the emails and on the notifications settings page allowing users to unsubscribe from all their groups at once:
da_dk: Tilføj et link på siden med indstillinger for e-mails og notifikationer der lader brugere afmelde fra alle deres grupper på en gang.

source: yes
da_dk: ja

source: no
da_dk: nej

source: Group Admin Abilities
da_dk: Gruppeadministrators rettigheder

source: Allow group admins and mods to change members' email subscription settings:
da_dk: Tillad gruppeadministratorer og moderatorer at ændre medlemmers e-mail abonnementer:

source: Allow group admins to override subscription settings and send an email to everyone in their group:
da_dk: Tillad gruppeadministratorer at tilsidesætte abonnementindstillinger og sende e-mail til alle i deres gruppe:

source: Spam Prevention
da_dk: Spamforebyggelse

source: To help protect against spam, you may wish to require a user to have been a member of the site for a certain amount of days before any group updates are emailed to the other group members. This is disabled by default.
da_dk: For at forebygge spam, ønsker du måske at kræve at en bruger har været medlem på hjemmesiden i et vist antal dage før nogen aktivitet i grupper bliver e-mailet til de øvrige gruppemedlemmer. Dette er slået fra som standard.

source: Member must be registered for
da_dk: Bruger skal have været medlem i

source: days
da_dk: dag(e)

source: If you enjoy using this plugin %s please rate it %s.
da_dk: Hvis du er tilfreds med denne plugin %s så anmeld den venligst %s.

source: Please make a donation to the team to support ongoing development.
da_dk: Donér venligst til holdet for at støtte fortsat udvikling.

source: Email Options
da_dk: E-mail indstillinger

source: Error
da_dk: Fejl
