Repository: boonebgorges/buddypress-group-email-subscription
Catalog: languages/buddypress-group-email-subscription-*.po
Languages: de_de, nl_nl

source: BuddyPress Group Email Subscription
de_de: Gruppen E-Mail Abonnement Einstellungen

source: Allows group members to receive email notifications for group activity and forum posts instantly or as daily digest or weekly summary.
de_de: Ermöglicht es Gruppenmitgliedern, E-Mail-Benachrichtigungen über Gruppenaktivitäten und Forenbeiträge sofort oder als tägliche Zusammenfassung oder wöchentliche Zusammenfassung zu erhalten.
nl_nl: Staat groepsleden toe om onmiddelijk, of als dagelijkse of wekelijkse samenvatting, e-mailnotificaties te ontvangen voor groepsactiviteiten en forumberichten.

source: BP Group Email Options
de_de: Gruppen E-Mail Optionen
nl_nl: E-mailinstellingen groep

source: Group Email Options
de_de: Gruppen E-Mail Optionen
nl_nl: E-mailinstellingen groep

source: Settings saved.
de_de: Einstellungen gespeichert.
nl_nl: Instellingen opgeslagen.

source: Complete!
de_de: Fertig!
nl_nl: Klaar!

source: In Progress
de_de: In Verarbeitung
nl_nl: In behandeling

source: Group Email Subscription Settings
de_de: Gruppen E-Mail Abonnement Einstellungen
nl_nl: E-mailininstellingen groep

source: Digests & Summaries
de_de: Übersichten & Zusammenfassungen
nl_nl: Verwerking en samenvattingen

source: View queued digest items</a></b> (in new window)<br>As admin, you can see what is currently in the email queue by adding ?sum=1 to your url. This will not fire the digest, it will just show you what is waiting to be sent.
de_de: Zeige angesammelte Übersichtsobjekte</a></b> (in einem neuen Fenster)<br>Als Admin kannst du sehen was momentan in der Warteliste steht indem du ?sum=1 der URL hinzufügst. Das wird die Übersicht nicht versenden, sondern dir nur zeigen was wartet um versendet zu werden.
nl_nl: Bekijk items in de wachtrij</a></b> (in een nieuw venster)<br>Als beheerder, kun je bekijken wat zich momenteel in de e-mailrij bevindt door ?sum=1 toe te voegen aan je url (internetadres). Er wordt geen actie ondernomen, alleen wat er in de wachtrij staat om verzonden te worden wordt getoond.

source: <strong>Daily Digests</strong> should be sent at this time:
de_de: <strong>Tägliche Übersichten</strong> sollen um diese Uhrzeit versendet werden:
nl_nl: <strong>Dagelijkse verwerking</strong> wordt verzonden om:

source: <strong>Weekly Summaries</strong> should be sent on:
de_de: <strong>Wöchentlich Zusammenfasssungen</strong> sollen gesendet werden am:
nl_nl: <strong>Wekelijkse samenvattingen</strong> worden verzonden op:

source: The server timezone is %s (%s); the current server time is %s (%s); and the day is %s.
de_de: Die Server Zeitzone ist %s (%s); die momentane Server-Zeit ist %s (%s); und der Tag ist %s.
nl_nl: De servertijdzone is %s (%s); de huidige servertijd is %s (%s); en het is vandaag %s.

source: Global Unsubscribe Link
de_de: Globaler Abmelde-Link
nl_nl: Globale uitschrijflink

source: Add a link in the emails and on the notifications settings page allowing users to unsubscribe from all their groups at once:
de_de: Fügt einen Link den Emails und auf der Benachrichtigungs-Einstellungsseite hinzu, was es den Benutzern erlaubt, sich von allen Gruppen auf einmal abzumelden:
nl_nl: Voeg een link toe aan de e-mails en de notificatie-instellingenpagina zodat gebruikers zich in een keer uit kunnen schrijven voor al hun groepen:

source: yes
de_de: Ja
nl_nl: ja

source: no
de_de: Nein
nl_nl: nee

source: Group Admin Abilities
de_de: Gruppen Admin Fähigkeiten
nl_nl: Rechten groepsbeheerder

source: Allow group admins and mods to change members' email subscription settings:
de_de: Erlaube Gruppenadmins und Moderatoren die Benachrichtigungseinstellungen der Mitglieder zu ändern:
nl_nl: Laat groepsbeheerders en moderatoren de e-mailinstellingen van de leden wijzigen:

source: Allow group admins to override subscription settings and send an email to everyone in their group:
de_de: Erlaube Gruppenadmins die Abonnementeinstellungen zu überschreiben und E-Mails an jeden in der Gruppe zu versenden:
nl_nl: Laat groepsbeheerders inschrijvingsinstellingen overschrijven en e-mails verzenden naar iedereen in hun groep:

source: Default Group Settings
de_de: Individuelle Gruppen-Email-Einstellungen

source: Use this setting to control the default subscription level for groups on this site. Note that this global default can be overridden on a per-group basis by the administrators of specific groups.
de_de: Verwenden Sie diese Einstellung, um die Standardabonnementebene für Gruppen auf dieser Site zu steuern. Beachten Sie, dass diese globale Standardeinstellung von den Administratoren bestimmter Gruppen für jede einzelne Gruppe außer Kraft gesetzt werden kann.

source: Global default subscription level
de_de: Globale Standardabonnementebene

source: Spam Prevention
de_de: Spam-Schutz
nl_nl: Spampreventie

source: To help protect against spam, you may wish to require a user to have been a member of the site for a certain amount of days before any group updates are emailed to the other group members. This is disabled by default.
de_de: Um vor Spam zu schützen, möchtest du vielleicht, dass Benutzer einen bestimmte Anzahl von Tagen bereits Mitglied sind, bevor irgendwelche ihrer Gruppeaktivitäten an die anderen Mitglieder verschickt werden. Dies ist standardmäßig deaktiviert.
nl_nl: Om je tegen spam van een nieuw lid te helpen beschermen. Misschien wil je wachten met een e-mailnotificatie van een groep tot het nieuwe lid een aantal dagen staat ingeschreven. Dit is standaard uitgeschakeld.

source: Member must be registered for
de_de: Mitglied muss registriert sein seit
nl_nl: Een nieuw lid moet

source: days
de_de: Tagen
nl_nl: dagen geregistreerd zijn, voor je deze activiteitenmail van de groep ontvangt.

source: Save Settings
de_de: Einstellungen speichern
nl_nl: Instellingen opslaan

source: Migration Status
de_de: Übertragungsstatus

source: BuddyPress Group Email Subscription version 3.9 includes a number of important database migration routines.
de_de: BuddyPress Group Email Subscription Version 3.9 enthält eine Reihe von wichtigen Datenbank-Migration Routinen.

source: Create database tables
de_de: Erstelle Datenbanktabellen

source: Migrate subscriptions
de_de: Übertrage Abonnementen

source: Migrate queued items
de_de: Übertrage Warteschlangendatensätze

source: If you need to re-run or restart the migration process, you can do so with the following link:
de_de: Wenn Sie den Migrationsprozess erneut durchführen oder neu starten müssen, können Sie dies über den folgenden Link tun:

source: Some migrations are currently in progress. Please reload this page in a few moments.
de_de: Einige Migrationen sind derzeit im Gange. Bitte laden Sie diese Seite in wenigen Augenblicken neu.

source: Learn more about the 3.9 migration process.
de_de: Erfahren Sie mehr über den 3.9-Migrationsprozess.

source: If you enjoy using this plugin %s please rate it %s.
de_de: Wenn dir diese Plugin %s gefällt, bewerte es %s.
nl_nl: Vind je deze plugin nuttig, %sgeef een waardering%s.

source: Please make a donation to the team to support ongoing development.
de_de: Bitte gib eine Spende für das Team ab um eine fortwährende Entwicklung zu unterstützen.
nl_nl: Doneer iets aan het ontwikkelteam van deze plugin, zodat ze de verdere ontwikkeling kunnen voortzetten.

source: This email is handled by the Group Email Subscription plugin and uses customized tokens. <a target="_blank" href="%s">Learn more about GES tokens on our wiki</a>.
de_de: Diese E-Mail wird über das Plugin für Gruppen-E-Mail-Abonnements abgewickelt und verwendet benutzerdefinierte Token. <a target=„_blank“ href=„%s“>Erfahren Sie mehr über GES-Tokens in unserem Wiki</a>.

source: Some BuddyPress Group Email Subscription migration tasks have not successfully completed.
de_de: Einige BuddyPress Group Email Subscription Migrationsaufgaben wurden nicht erfolgreich abgeschlossen.

source: Visit the BPGES settings page to fix this problem.
de_de: Besuchen Sie die BPGES-Einstellungsseite, um dieses Problem zu beheben.

source: You have received this message because you are subscribed to receive a digest of activity in some of your groups on %s.
de_de: Du erhältst diese Nachricht, weil du eine Zusammenfassung bestimmter Gruppenaktivitäten auf %s abonniert hast.
nl_nl: Je hebt dit bericht ontvangen omdat je bent ingeschreven om de activiteiten van enkele van je groepen op de %s per e-mail te ontvangen.

source: at
de_de: bei
nl_nl: op de

source: (%s items)
de_de: (%s Objekte)

source: Group Summary
de_de: Zusammenfassung der Gruppen
nl_nl: Groepssamenvatting

source: How to follow a topic: to get email updates for a specific topic, click the topic title - then on the webpage click the <i>Follow this topic</i> button. (If you don't see the button you need to login first.)
de_de: Ein Thema verfolgen: Um E-Mail-Updates für ein bestimmtes Thema zu bekommen, klicke auf den Titel des Themas - auf der Seite klicke dann auf die <i>Thema verfolgen</i> Schaltfläche. (Wenn du die Schaltfläche nicht siehst, musst du dich zuerst einloggen)
nl_nl: Hoe kan ik een onderwerp volgen? Om e-mail te ontvangen op een specifiek onderwerp: klik op de titel van het onderwerp - klik op de pagina zelf, vervolgens op de knop <i>Volg dit bericht</ i>. (Als de knop niet getoond wordt, is het nodig om eerst in te loggen).

source: To disable these notifications per group please login and go to: %s where you can change your email settings for each group.
de_de: Um diese Benachrichtigungen abzuschalten, musst Du Dich einloggen und auf %s gehen, wo Du die Benachrichtigungseinstellungen für jede Gruppe ändern kannst.
nl_nl: Om deze notificaties uit te schakelen, login en ga naar: %s waar je de e-mailinstellingen voor elke groep kunt aanpassen.

source: My Groups
de_de: Meine Gruppen
nl_nl: Mijn groepen

source: Disable these notifications for all my groups at once.
de_de: Um diese Benachrichtigungen für alle Gruppen auf einmal zu deaktivieren.
nl_nl: Schakel de notificaties voor al mijn groepen in een keer uit.

source: Your daily digest of group activity
de_de: Deine tägliche Zusammenfassung der Gruppenaktivität
nl_nl: De dagelijkse verwerking van groepsactiviteiten

source: Your weekly summary of group topics
de_de: Deine wöchentliche Zusammenfassung der Gruppenthemen
nl_nl: De wekelijkse samenvatting van groepsonderwerpen

source: DAILY DIGEST:
de_de: TÄGLICHE ZUSAMMENFASSUNG:
nl_nl: Dagelijks overzicht:

source: WEEKLY DIGEST:
de_de: WÖCHENTLICHE ZUSAMMENFASSUNG:
nl_nl: Wekelijks overzicht:

source: Group: %s
de_de: Gruppe: %s
nl_nl: Groep: %s

source: Group: %s weekly summary
de_de: Gruppe: %s wöchentliche Zusammenfassung
nl_nl: Groep: %s wekelijkse samenvatting

source: To disable these notifications for this group click
de_de: Um diese Benachrichtigungen für diese Gruppe zu deaktivieren klicke
nl_nl: Om de notificaties voor deze groep uit te schakelen klik op

source: unsubscribe
de_de: Abonnement löschen
nl_nl: uitschrijven

source: change
de_de: ändern
nl_nl: om te wijzigen klik op

source: email options
de_de: E-Mail Optionen
nl_nl: e-mailinstellingen

source: at %s, %s
de_de: auf %s, %s
nl_nl: om %s, %s

source: View
de_de: Anzeigen
nl_nl: Bekijken

source: Once Weekly
de_de: Einmal wöchentlich
nl_nl: Eenmaal per week

source: To disable all notifications for this group, click: %s
de_de: Um diese Benachrichtigungen für diese Gruppe zu deaktivieren, klicke: %s
nl_nl: Om alle notificaties voor deze groep uit te schakelen, klik: %s

source: Or to disable notifications for *all* your groups, click: %s
de_de: Oder um Benachrichtigungen für *alle Ihre Gruppen* zu deaktivieren, klicke: %s
nl_nl: Of om notificaties uit te schakelen voor *al* je groepen, klik: %s

source: %1$s To view or reply, log in and go to: %2$s ---------------------
de_de: %1$s Um es anzusehen oder darauf zu antworten, bitte einloggen und gehe zu: %2$s ---------------------n
nl_nl: %s Om dit onderwerp te bekijken of erop te reageren, login en ga naar: %s ---------------------

source: %1$s "%2$s" To view or reply, log in and go to: %3$s ---------------------
de_de: %1$s „%2$s“ Um es dir anzusehen oder darauf zu antworten: %3$s ---------------------
nl_nl: %s "%s" Om dit onderwerp te bekijken, of erop te reageren, login en ga naar: %s ---------------------

source: You are currently receiving notifications for your own posts.
de_de: Du erhältst gegenwärtig Benachrichtigungen zu Themen, die Du begonnen hast.
nl_nl: Je ontvang notificaties over onderwerpen die je bent gestart.

source: To disable these notifications please log in and go to: %s
de_de: Um diese Benachrichtigungen abzustellen log dich bitte ein und geh zu: %s
nl_nl: Om deze notificaties uit te schakelen, login en ga naar: %s

source: Once you are logged in, uncheck "Receive notifications of your own posts?".
de_de: Sobald Sie eingeloggt sind, deaktivieren Sie die Option „Benachrichtigungen über eigene Beiträge erhalten?“.
nl_nl: Notificaties van jouw eigen berichten ontvangen?

source: Your email setting for this group is: %s
de_de: Deine E-Mail-Einstellungen für diese Gruppe sind: %s
nl_nl: Je e-mailinstelling voor deze groep is: %s

source: To change your email setting for this group, please log in and go to: %s
de_de: Um die Email-Einstellungen für diese Gruppe zu ändern, logge Dich bitte ein und gehe zu: %s
nl_nl: Om je e-mailinstellingen voor deze groep te wijzigen, login en ga naar: %s

source: in the group
de_de: in der Gruppe
nl_nl: voor deze groep

source: This is a notice from the group '%s': "%s" To view this group log in and follow the link below: %s ---------------------
de_de: Die ist eine Nachricht von der Gruppe <i>%s</i>: "%s" Um die Gruppe anzuzeigen, bitte einloggen unter: %s ---------------------
nl_nl: Dit is een notitie van de groep '%s': "%s" Om deze groep te bekijken, login en klik op de link hieronder: %s ---------------------

source: Please note: admin notices are sent to everyone in the group and cannot be disabled. If you feel this service is being misused please speak to the website administrator.
de_de: Bitte beachte: Administrator-Mitteilungen werden an jeden in der Gruppe gesendet und können nicht abgeschaltet werden. Wenn Du glaubst, dass diese Funktion missbraucht wird, dann wende Dich bitte an den Administrator der Website.
nl_nl: Opm.: Mededelingen van de beheerder worden naar iedereen in de groep verzonden en kunnen niet uitgeschakeld worden. Heb je het gevoel dat deze dienst misbruikt wordt, neem dan contact op met de websitebeheerder.

source: {{{ges.action}}} <blockquote>{{{usermessage}}}</blockquote> &ndash; <a href="{{{thread.url}}}">Go to the discussion</a> to reply or catch up on the conversation. {{{ges.email-setting-description}}}
de_de: {{{ges.action}}}: <blockquote>{{{usermessage}}}</blockquote> &ndash; <a href=„{{{thread.url}}}“>Gehe zur Diskussion</a>, um zu antworten oder um dich über das Gespräch zu informieren. {{{ges.email-setting-description}}}

source: {{{ges.action}}} "{{{usermessage}}}" Go to the discussion to reply or catch up on the conversation: {{{thread.url}}} ---- {{{ges.email-setting-description}}} {{{ges.email-setting-links}}}
de_de: {{{ges.action}}}: „{{{usermessage}}}“ Gehen Sie zur Diskussion, um zu antworten oder sich über das Gespräch zu informieren: {{{thread.url}}} —— {{{ges.email-setting-description}}} {{{ges.email-setting-links}}}

source: A member created a group activity entry. Used by the Group Email Subscription plugin during immediate sendouts.
de_de: Ein Mitglied hat einen Gruppenaktivitätseintrag erstellt. Wird vom Gruppen-E-Mail-Abonnement-Plugin beim sofortigen Versenden verwendet.
nl_nl: Een lid ceÃ«erde een groepsactiviteit. Gebruikt door de Group Email Subscription plugin tijdens onmiddelijke verzending.

source: {{{ges.digest-summary}}}{{{usermessage}}} &ndash; You have received this message because you are subscribed to receive a digest of activity in some of your groups on {{site.name}}.
de_de: {{{ges.digest-summary}}}{{{usermessage}}} &ndash; Du erhältst diese Nachricht, weil du eine Zusammenfassung bestimmter Gruppenaktivitäten auf {{site.name}} abonniert hast..
nl_nl: {{{ges.digest-summary}}}{{{usermessage}}} &ndash; Je hebt dit bericht ontvangen omdat je bent ingeschreven om een samenvatting van de activiteiten van enkele van je groepen op de {{site.name}} te ontvangen.

source: {{{ges.digest-summary}}} {{{usermessage}}} ---- You have received this message because you are subscribed to receive a digest of activity in some of your groups on {{{site.name}}}. To disable these notifications per group, please login and [visit your groups page]({{{ges.settings-link}}}) where you can manage your email settings for each group.
de_de: {{{ges.digest-summary}}} {{{usermessage}}} —— Du hast diese Nachricht erhalten, weil Du eine Zusammenfassung der Aktivitäten in einigen deiner Gruppen auf {{{site.name}}} haben möchtest. Um diese Benachrichtigungen pro Gruppe zu deaktivieren, melden dich bitte an und [besuchen deine Gruppenseite].({{{ges.settings-link}}}) Wo du deine E-Mail-Einstellungen für jede Gruppe verwalten kannst.
nl_nl: {{{ges.digest-summary}}} {{{usermessage}}} ---- Je hebt dit bericht ontvangen omdat je bent ingeschreven om een samenvatting van de activiteiten van enkele van je groepen op de {{site.name}} te ontvangen. Om deze notificaties per groep uit te schakelen, login en [bezoek je groepspagina] ({{{ges.settings-link}}}) waar je de e-mailinstellingen voor elke groep kunt instellen.

source: An email digest is sent to a member. Used by the Group Email Subscription plugin during daily or weekly digest sendouts.
de_de: Ein E-Mail-Digest wird an ein Mitglied gesendet. Wird vom Gruppen-E-Mail-Abonnement-Plugin bei täglichen oder wöchentlichen Digest-Sendungen verwendet.
nl_nl: Een samenvatting is per e-mail verstuurd naar een lid. Gebruikt door de Group Email Subscription plugin tijdens het dagelijks of wekelijks versturen van samenvattingen.

source: [{{{site.name}}}] {{{ges.subject}}} - from the group "{{{group.name}}}"
de_de: [{{{site.name}}}] {{{ges.subject}}} - von der Gruppe „{{{group.name}}}“
nl_nl: [{{{site.name}}}] {{{ges.subject}}} - van de groep "{{{group.name}}}"

source: This is a notice from the group {{{group.link}}}: {{{usermessage}}} &ndash; <strong>Please note:</strong> admin notices are sent to everyone in the group and cannot be disabled. If you feel this service is being misused please speak to the website administrator.
de_de: Dies ist eine Mitteilung der Gruppe {{{group.link}}}: {{{usermessage}}} &ndash; <strong Bitte beachte::</strong> Administrator-Mitteilungen werden an jeden in der Gruppe gesendet und können nicht abgeschaltet werden. Wenn Du glaubst, dass diese Funktion missbraucht wird, dann wende Dich bitte an den Administrator der Website.
nl_nl: Dit is een bericht van de groep {{{group.link}}}: {{{usermessage}}} &ndash; Opm.: Mededelingen van de beheerder worden naar iedereen in de groep verzonden en kunnen niet uitgeschakeld worden. Heb je het gevoel dat deze dienst misbruikt wordt, neem dan contact op met de sitebeheerder.

source: This is a notice from the group "{{{group.name}}}": "{{{usermessage}}}" ---- Please note: admin notices are sent to everyone in the group and cannot be disabled. If you feel this service is being misused please speak to the website administrator. To visit the group homepage, click on the link below: {{{group.url}}}
de_de: This is a notice from the group „{{{group.name}}}“: „{{{usermessage}}}“ —— Bitte beachte: Administrator-Mitteilungen werden an jeden in der Gruppe gesendet und können nicht abgeschaltet werden. Wenn Du glaubst, dass diese Funktion missbraucht wird, dann wende Dich bitte an den Administrator der Website. Um die Homepage der Gruppe zu besuchen, klicken Sie auf den folgenden Link: {{{group.url}}}
nl_nl: Dit is een bericht van de groep "{{{group.name}}}": "{{{usermessage}}}" ---- Opm.: Mededelingen van de beheerder worden naar iedereen in de groep verzonden en kunnen niet uitgeschakeld worden. Heb je het gevoel dat deze dienst misbruikt wordt, neem dan contact op met de sitebeheerder. Klik op onderstaande link om de thuispagina van de groep te bekijken: {{{group.url}}}

source: An email notice is sent by a group administrator to all members of the group. Used by the Group Email Subscription plugin.
de_de: Eine E-Mail-Benachrichtigung wird von einem Gruppenadministrator an alle Mitglieder der Gruppe gesendet. Wird vom Plugin „Group Email Subscription“ verwendet.
nl_nl: Een bericht is verstuurd door de groepsbeheerder aan alle leden van de groep. Gebruikt door de Group Email Subscription plugin.

source: A welcome email is sent to new members of a group. Used by the Group Email Subscription plugin.
de_de: Eine Willkommens-E-Mail wird an neue Mitglieder einer Gruppe gesendet. Wird vom Plugin „Group Email Subscription“ verwendet.
nl_nl: Een welkomstmail is verstuurd naar een nieuw lid van een groep. Gebruikt door de Group Email Subscription plugin.

source: Change email settings
de_de: E-Mail-Einstellungen ändern
nl_nl: E-mailinstellingen aanpassen

source: To change your email settings for this group only, click on this link
de_de: Um Ihre E-Mail-Einstellungen nur für diese Gruppe zu ändern, klicken Sie auf diesen Link
nl_nl: Om je e-mailinstellingen voor deze groep te wijzigen, login en ga naar: %s

source: Change group email Settings
de_de: Individuelle Gruppen-Email-Einstellungen
nl_nl: Individuele instellingen groepsmail aanpassen

source: To disable all notifications for this group, click on this link
de_de: Um alle Benachrichtigungen für diese Gruppe zu deaktivieren, klicken Sie auf diesen Link
nl_nl: Om alle notificaties voor deze groep uit te schakelen, klik op: %s

source: Unsubscribe from this group
de_de: Ja, Abonnements von all meinen Gruppen stornieren
nl_nl: Schrijf me uit bij deze groep

source: To disable notifications from all your groups, click on this link
de_de: Um die Benachrichtigungen aller Ihrer Gruppen zu deaktivieren, klicken Sie auf diesen Link
nl_nl: Of om notificaties uit te schakelen voor *al* je groepen, klik op: %s

source: Unsubscribe from all groups
de_de: Ja, Abonnements von all meinen Gruppen stornieren
nl_nl: Schrijf me uit bij al mijn groepen

source: Once you are logged in, change your email settings for each group.
de_de: Sobald Sie eingeloggt sind, ändern Sie die E-Mail-Einstellungen für jede Gruppe.
nl_nl: Om deze notificaties uit te schakelen, login en ga naar: %s waar je de e-mailinstellingen voor elke groep kunt aanpassen.

source: Posted a Group Notice
de_de: Veröffentlichung einer Gruppenmitteilung

source: No Email
de_de: Keine E-Mail
nl_nl: Geen e-mail

source: No Email (users will read this group on the web - good for any group)
de_de: Keine E-Mail (Benutzer werden diese Gruppe im Internet lesen - gut für jede Gruppe)
nl_nl: Geen e-mail (gebruikers lezen de groepsactiviteiten op het web - goed voor elke groep - de standaard)

source: I will read this group on the web
de_de: Ich werde diese Gruppe nur im Web verfolgen
nl_nl: Ik lees over deze groep op het web

source: Weekly Summary
de_de: Wöchentliche Zusammenfassung
nl_nl: Wekelijkse samenvatting

source: Weekly
de_de: Wöchentlich
nl_nl: Wekelijks

source: Weekly Summary Email (the week's topics - good for large groups)
de_de: Wöchentliche Zusammenfassung (die Themen der Woche - gut für große Gruppen)
nl_nl: Wekelijkse e-mail met een samenvatting (de onderwerpen worden wekelijks verzonden - goed voor grote groepen)

source: Get a summary of topics each week
de_de: Erhalte jede Woche eine Zusammenfassung der neuen Themen

source: Daily Digest
de_de: Tägliche Übersicht
nl_nl: Dagelijkse verwerking

source: Daily
de_de: Täglich
nl_nl: Dagelijks
