Repository: boonebgorges/buddypress-group-email-subscription
Catalog: languages/buddypress-group-email-subscription-*.po
Languages: de_de, nl_nl

source: Daily Digest Email (all daily activity bundles in one email - good for medium-size groups)
de_de: Tägliche Übersicht (alle Aktivitäten des Tages in einer E-Mail - gut für mittelgroße Gruppen)
nl_nl: Dagelijkse e-mail (de activiteiten worden dagelijks gebundeld in &#233;&#233;n e-mail - goed voor gemiddeld grote groepen)

source: Get the day's activity bundled into one email
de_de: Erhalte die täglichen Aktivitäten in einer E-Mail zusammengefasst
nl_nl: Ik wil dagelijks &#233;&#233;n e-mail met alle activiteiten van deze groep daarin gebundeld

source: New Topics
de_de: Neue Themen
nl_nl: Nieuwe onderwerpen

source: New Topics Email (new topics are sent as they arrive, but not replies - good for small groups)
de_de: Neue Themen (Mitteilung über neue Themen, aber nicht über Antworten - gut für kleine Gruppen)
nl_nl: E-mail voor nieuwe onderwerpen (nieuwe onderwerpen worden verzonden zodra ze geplaatst zijn, reacties op onderwerpen worden niet verzonden - goed voor kleinere groepen)

source: Send new topics as they arrive (but no replies)
de_de: Schicke Benachrichtigungen beim Start eines neuen Themas (allerdings nicht bei Antworten darauf)
nl_nl: Verzend alle nieuwe onderwerpen zodra deze geplaatst worden (maar stuur geen reacties)

source: All Email
de_de: Alle Aktivitäten
nl_nl: Alle e-mail

source: All Email (send emails about everything - recommended only for working groups)
de_de: Alle Aktivitäten (sofortige E-Mails für alle Aktivitäten - gut für Arbeitsgruppen)
nl_nl: Alle e-mail (verzend e-mail over alle activiteiten binnen de groep, zodra deze geplaatst zijn - aanbevolen voor actieve werkgroepen)

source: Send all group activity as it arrives
de_de: Erhalte sofortige Benachrichtigung über sämtliche Aktivitäten
nl_nl: Verzend alle groepsactiviteiten zodra ze geplaatst worden

source: Change to:
de_de: Ändern zu:
nl_nl: Wijzig naar:

source: You have been unsubscribed from all groups notifications.
de_de: Du wurdest von allen Abonnements zu Gruppenbenachrichtigungen abgemeldet.
nl_nl: Je bent uitgeschreven van alle groepsnotificaties.

source: This user's has been unsubscribed from all groups notifications.
de_de: Dieser Benutzer wurde von allen Abonnements zu Gruppenbenachrichtigungen abgemeldet.
nl_nl: Deze gebruiker is uitgeschreven voor alle groepsnotificaties.

source: Continue to %s
de_de: Weiter zu %s
nl_nl: Ga verder tot %s

source: There was a problem unsubscribing you from the group.
de_de: Es gab ein Problem bei der Abmeldung von der Gruppe.
nl_nl: Er was een probleem om je uit te schrijven bij deze groep

source: Your unsubscription was successful. You will no longer receive email notifications from the group %s.
de_de: Dein Abonnement wurde erfolgreich storniert, so dass Du nicht länger Email-Benachrichtigungen von der Gruppe %s erhältst.
nl_nl: Je uitschrijving is succesvol. Je ontvangt niet langer e-mailnofiticaties van de groep %s.

source: There was a problem unsubscribing you from all of your groups.
de_de: Es ist ein Problem aufgetreten, als Sie sich aus allen Ihren Gruppen abgemeldet haben.
nl_nl: Er was een probleem om je uit te schrijven bij al je groepen

source: Your unsubscription was successful. You will no longer receive email notifications from any of your groups.
de_de: Deine Abonnements wurden erfolgreich storniert, so dass Du nicht länger Email-Benachrichtigungen von allen Deinen Gruppen erhältst.
nl_nl: Je uitschrijving is succesvol. Je ontvangt niet langer e-mailnotificaties van jouw groepen.

source: Unsubscribe from group notifications
de_de: Von allen Gruppenbenachrichtigungen abmelden
nl_nl: Uitschrijven voor alle groepsnotificaties

source: Unsubscribe
de_de: Abbestellen
nl_nl: Uitschrijven

source: Do you really want to unsubscribe from all notifications for the group, %s?
de_de: Möchtest Du wirklich von allen Gruppenbenachrichtigungen abgemeldet werden?
nl_nl: Weet je zeker dat je jezelf uit wilt schrijven voor alle notificaties voor de groep %s?

source: Yes, unsubscribe from this group
de_de: Ja, aus dieser Gruppe abmelden
nl_nl: Ja, schrijf me uit bij deze groep

source: No, close
de_de: Nein, schließen
nl_nl: Nee, sluiten

source: Do you really want to unsubscribe from all groups notifications?
de_de: Möchtest Du wirklich von allen Gruppenbenachrichtigungen abgemeldet werden?
nl_nl: Weet je zeker dat je jezelf uit wilt schrijven voor alle groepsnotificaties?

source: Yes, unsubscribe from all my groups
de_de: Ja, Abonnements von all meinen Gruppen stornieren
nl_nl: Ja, schrijf me uit bij al mijn groepen

source: To disable emails from all your groups at once click: %s
de_de: Um Emails zu deaktivieren (alle Gruppen auf einmal), klicke: %s
nl_nl: Om in een keer e-mails uit te schakelen van al jouw groepen klik: %s

source: Email Options
de_de: E-Mail Optionen
nl_nl: E-mailinstellingen

source: Mute
de_de: Lautlos
nl_nl: Zet e-mail uit voor

source: Follow
de_de: Verfolgen
nl_nl: Zet e-mail aan voor

source: Error
de_de: Fehler
nl_nl: Fout

source: BP Group Email Subscription v4.2.0 requires BuddyPress 2.1 or higher.
de_de: BP Group Email Subscription v4.2.0 erwartet BuddyPress 2.1 oder neuer.

source: BuddyPress Group Email Subscription requires the BP Groups and Activity components. Please <a href="%s">activate them</a> to use this plugin.
de_de: BuddyPress Group Email Subscription benötigt die BP Groups und Activity Komponenten. Bitte <a href=„%s“>aktiviere</a> es um dieses Plugin zu verwenden.

source: %s started the forum topic "%s" in the group "%s"
de_de: %s startete das Forumthema "%s" in der Gruupe "%s"
nl_nl: %s is het forumonderwerp "%s" gestart in de groep "%s"

source: %s replied to the forum topic "%s" in the group "%s"
de_de: %s antwortete auf das Forumthema "%s" in der Gruppe "%s"
nl_nl: %s heeft gereageerd op het forumonderwerp "%s" in de groep "%s"

source: To view or reply to this topic, go to:
de_de: Um dieses Thema anzuzeigen oder darauf zu antworten, bitte einloggen auf:
nl_nl: Om het onderwerp te tonen of erop te reageren, ga naar:

source: To view or reply to this topic, log in and go to:
de_de: Um dieses Thema anzuzeigen oder darauf zu antworten, bitte einloggen auf:
nl_nl: Om dit onderwerp te tonen of erop te reageren, log in en ga naar:

source: Your email setting for this group is:
de_de: Deine E-Mail-Einstellungen für diese Gruppe sind:
nl_nl: Je e-mailinstelling voor deze groep is:

source: , therefore you won't receive replies to this topic. To get them, click the link to view this topic on the web then click the 'Follow this topic' button.
de_de: , deswegen wirst du keine Antworten auf dieses Thema erhalten. Um sie zu erhalten, klicke auf den Link um dieses Thema anzuzeigen und dann klicke auf die <i>Follow this Topic</i> Schaltfläche.
nl_nl: , dus je ontvangt geen reacties op dit onderwerp. Om deze te ontvangen, klik dan op bovenstaande link en vervolgens op de knop 'Dit onderwerp via e-mail volgen'.

source: Once you are logged in, click on the "Mute this topic" button to unsubscribe from the forum thread.
de_de: Sobald Du Dich eingeloggt hast, klicke auf den "Thema abbestellen (Mute this topic)" Button, um das Abonnement des Forum-Threads zu stornieren.
nl_nl: Als je ingelogd bent, klik op de knop "E-mail uitschakelen voor dit bericht." om je uit te schrijven voor een forumonderwerp.

source: You are currently receiving notifications to topics that you have started.
de_de: Du erhältst gegenwärtig Benachrichtigungen zu Themen, die Du begonnen hast.
nl_nl: Je ontvang notificaties over onderwerpen die je bent gestart.

source: Once you are logged in, uncheck "A member replies in a forum topic you've started".
de_de: Sobald Du Dich eingeloggt hast, deaktiviere "Ein Mitglied antwortet in einem Forum-Thema, das Du eröffnet hast".
nl_nl: Als je ingelogd bent, vink "Een lid reageerde op een forumonderwerp dat je gestart bent." uit.

source: You are currently receiving notifications to topics that you have replied in.
de_de: Du erhältst gegenwärtig Benachrichtigungen zu Themen, die Du beantwortet hast.
nl_nl: Je ontvangt notificaties van onderwerpen waarop je gereageerd hebt.

source: Once you are logged in, uncheck "A member replies after you in a forum topic".
de_de: Sobald Du Dich eingeloggt hast, deaktiviere "Ein Mitglied antwortet nach Ihnen zu einem Forum-Thema".
nl_nl: Als je ingelogd bent, vink "Een lid reageerde na jou in een forumonderwerp." uit.

source: You are not following this topic. Click to follow it and get email updates for new posts
de_de: Du verfolgst diese Thema nicht. Klicke um es zu verfolgen und bekomme E-Mail Updates bei neuen Einträgen
nl_nl: Je volgt dit onderwerp niet via e-mail. Klik om het onderwerp te volgen en e-mail te ontvangen bij nieuwe berichten

source: You are following this topic. Click to stop getting email updates
de_de: Du verfolgst dieses Thema. Klicke um E-Mails über Updates zu stoppen
nl_nl: Je volgt dit onderwerp via e-mail. Klik om e-mailberichten te stoppen bij nieuwe berichten

source: This conversation is muted. Click to follow it
de_de: Diese Konversation ist auf lautlos gestellt. Klicke um sie zu verfolgen
nl_nl: Dit volgen via e-mail is niet ingesteld. Klik om te volgen

source: this topic
de_de: diese Thema
nl_nl: dit onderwerp

source: Email Subscription Defaults
de_de: E-Mail-Abonnement Standard
nl_nl: Standaard e-mailinschrijving

source: When new users join this group, their default email notification settings will be:
de_de: Wenn neue Mitglieder dieser Gruppe beitreten, werden ihre Benachrichtigungs-Einstellungen standardmäßig sein:
nl_nl: Als nieuwe gebruikers toetreden tot deze groep, worden hun standaardinstellingen voor e-mailnotificatie:

source: User email status changed successfully
de_de: E-Mail Status erfolgreich geändert
nl_nl: De e-mailstatus is met succes gewijzigd

source: Site Admin Only: update email subscription settings for ALL members to the default:
de_de: Nur für Administrator: E-Mail Benachrichtigungen für ALLE Mitglieder der Gruppe auf Standard setzen:
nl_nl: Alleen voor de sitebeheerder: bijwerken inschrijvingsinstellingen voor ALLE leden naar de standaard:

source: Warning: this is not reversible so use with caution.
de_de: Warnung: Diese Funktion ist nicht reversibel.
nl_nl: Waarschuwing: dit is onomkeerbaar, dus voorzichtigheid geboden!

source: Make it so!
de_de: Tu es!
nl_nl: Doe het zo!

source: All user email status's changed successfully
de_de: E-Mail Benachrichtigung für alle Mitglieder erfolgreich geändert
nl_nl: E-mailstatus van alle gebruikers is met succes gewijzigd

source: The email notice was not sent. Please enter email content.
de_de: Die Emailnachricht wurde nicht gesendet. Bitte gib für die Email Inhalt ein.
nl_nl: De e-mailnotificatie is niet verstuurd. Vul a.u.b. de inhoud van de e-mail in.

source: - sent from the group
de_de: - gesendet von der Gruppe
nl_nl: - verzonden van de groep

source: Please note: admin notices are sent to everyone in the group and cannot be disabled. If you feel this service is being misused please speak to the website administrator.
de_de: Bitte beachte: Administrator-Mitteilungen werden an jeden in der Gruppe gesendet und können nicht abgeschaltet werden. Wenn Du glaubst, dass diese Funktion missbraucht wird, dann wende Dich bitte an den Administrator der Website.

source: The email notice was sent successfully.
de_de: Die E-Mail wurde erfolgreich gesendet.
nl_nl: De e-mail is met succes verzonden.

source: The welcome email option has been saved.
de_de: Die Willkommen-Email-Option wurde gespeichert.
nl_nl: De optie voor de welkomstmail is opgeslagen.

source: Email Subscription Options
de_de: E-Mail-Abonnement Optionen
nl_nl: <br>Inschrijving voor e-mails

source: How do you want to read this group?
de_de: Wie möchtest du diese Gruppe verfolgen?
nl_nl: Hoe wil je op de hoogte gehouden worden bij nieuwe activiteiten van deze groep?

source: Note: Normally, you receive email notifications for topics you start or comment on. This can be changed at
de_de: Hinweise: Normalerweise erhältst du Benachrichtigungen für Forum-Themen, die du gestartet oder kommentiert hast. Das kannst du ändern unter
nl_nl: Opm.: Normaal ontvang je e-mail bij onderwerpen die je gestart bent, of waar je op gereageerd hebt. Dit kan worden gewijzigd op

source: email notifications
de_de: E-Mail Benachrichtigungen
nl_nl: e-mailnotificaties

source: Your email notifications for this group have been changed to: %s.
de_de: Deine Email-Benachrichtigungen für diese Gruppe sind gesetzt auf %s.

source: Item icon
de_de: Artikel-Symbol

source: Group Forum
de_de: Gruppen Forum
nl_nl: Groepsforum

source: Yes
de_de: Ja
nl_nl: Ja

source: No
de_de: Nein
nl_nl: Nee

source: A member replies in a forum topic you've started
de_de: Ein Mitglied antwortet in einem Forum-Thema, das du eröffnet hast
nl_nl: Een lid reageerde op een forumonderwerp dat je gestart bent

source: Yes, send email
de_de: Ja, sende EMail
nl_nl: Ja, stuur een e-mail

source: A member replies after you in a forum topic
de_de: Ein Mitglied antwortet nach dir in einem Forum-Thema
nl_nl: Een lid reageerde na jou op een forumonderwerp

source: No, do not send email
de_de: Nein, sende die EMail nicht
nl_nl: Nee, stuur geen e-mail

source: Receive notifications of your own posts?
de_de: Erhalte Benachrichtigungen zu deinen eigenen Posts?
nl_nl: Notificaties ontvangen van jouw eigen berichten?

source: Individual Group Email Settings
de_de: Individuelle Gruppen-Email-Einstellungen
nl_nl: Individuele instellingen groepsmail

source: To change the email notification settings for your groups, go to %s and click "Change" for each group.
de_de: Um die Einstellungen für die Email-Benachrichtigungen Ihrer Gruppen zu ändern, gehe zu <b>%s</b> und klicke "ändern" für jede Gruppe.
nl_nl: Ga, om de e-mailinstellingen voor je groepen te wijzigen, naar %s en klik op "wijzig" voor iedere groep.

source: Or set all your group's email options to No Email
de_de: Oder markiere in Deinen Gruppen-Email-Optionen "keine Email" (No Email)
nl_nl: Of stel voor alle groepen de e-mailopties in op Geen email

source: Your email status is
de_de: Dein E-Mail Status ist
nl_nl: Je e-mailstatus is

source: change
de_de: ändern
nl_nl: wijzig

source: Get email updates
de_de: Erhalte E-Mail Updates
nl_nl: E-mailupdates

source: Change email subscription for this group
de_de: Ändere deine E-Mail-Abonnement Optionen für diese Gruppe

source: Close
de_de: Schließen

source: Close this window
de_de: Schließe das Fenster

source: Change
de_de: Ändern

source: You successfully joined the group. Your group email status is:
de_de: Du hast dich erfolgreich der Gruppe angeschlossen. Deine Benachrichtigungs-E-Mail-Status ist:
nl_nl: Je bent met succes toegevoegd aan de groep. Je e-mailstatus is:

source: Send an email notice to everyone in the group
de_de: Sende eine E-Mail an jeden in der Gruppe
nl_nl: Verzend een e-mail naar iedereen in deze groep

source: You can use the form below to send an email notice to all group members.
de_de: Du kannst das untenstehende Formular benutzen um eine E-Mail an alle Mitglieder der Gruppe zu senden.
nl_nl: Je kunt het onderstaande formulier gebruiken om een e-mail te verzenden naar alle groepsleden.

source: Everyone in the group will receive the email -- regardless of their email settings -- so use with caution
de_de: Jeder in der Gruppe wird die E-Mail empfangen -- unabhängig seiner Einstellungen --
nl_nl: Iedereen in de groep zal de e-mail ontvangen -- ongeacht hun e-mailinstellingen -- dus wees voorzichtig

source: Email Subject:
de_de: E-Mail Betreff:
nl_nl: Onderwerp:

source: Email Content:
de_de: E-Mail Inhalt:
nl_nl: Inhoud:

source: Email this notice to everyone in the group
de_de: Schicke diese E-Mail an jeden in der Gruppe
nl_nl: Verzenden

source: Send this notice
de_de: Senden Sie diese Mitteilung

source: Welcome Email
de_de: Willkommens-Email
nl_nl: Welkomstmail

source: Send an email when a new member join the group.
de_de: Sendet eine Email, wenn ein neues Mitglied der Gruppe beigetreten ist.
nl_nl: Verzend een e-mail als een nieuwe gebruiker zich aansluit bij een groep.

source: Enable welcome email
de_de: Aktiviere die Willkommens-Email
nl_nl: Activeer welkomstmail

source: Save
de_de: Speichern
nl_nl: Opslaan

source: {{{ges.action}}}: <blockquote>{{{usermessage}}}</blockquote> &ndash; <a href="{{{thread.url}}}">Go to the discussion</a> to reply or catch up on the conversation. {{{ges.email-setting-description}}}
nl_nl: {{{ges.action}}}: <blockquote>{{{usermessage}}}</blockquote> &ndash; <a href="{{{thread.url}}}">Ga naar de discussie</a> om te antwoorden of om je op de hoogte te stellen van de conversatie. {{{ges.email-setting-description}}}

source: {{{ges.action}}}: "{{{usermessage}}}" Go to the discussion to reply or catch up on the conversation: {{{thread.url}}} ---- {{{ges.email-setting-description}}} {{{ges.email-setting-links}}}
nl_nl: {{{ges.action}}}: "{{{usermessage}}}" Ga naar de discussie om te antwoorden of om je op de hoogte te stellen van de conversatie: {{{thread.url}}} ---- {{{ges.email-setting-description}}} {{{ges.email-setting-links}}}

source: This post has attachments:
nl_nl: Dit bericht heeft bijlagen:

source: Change your email subscription options for this group
nl_nl: Wijzig je e-mailinschrijvingsinstellingen voor deze groep

source: Get a summary of topics each
nl_nl: Een samenvatting van onderwerpen elke

source: close
nl_nl: Sluit

source: Weekly Summary Email
nl_nl: Wekelijkse samenvatting

source: Get a summary of new topics each week
nl_nl: Ik wil een wekelijkse samenvatting van nieuwe onderwerpen ontvangen

source: Daily Digest Email
nl_nl: Dagelijkse samenvatting

source: Get all the day's activity bundled into a single email
nl_nl: Ik wil dagelijks &#233;&#233;n e-mail ontvangen met alle activiteiten van deze groep daarin gebundeld

source: New Topics Email
nl_nl: Nieuwe onderwerpen

source: Send new topics as they arrive (but don't send replies)
nl_nl: Verzend alle nieuwe onderwerpen zodra deze geplaatst worden (maar stuur geen reacties)

source: Your email notifications are set to %s for this group.
nl_nl: Je e-mailnotificaties zijn ingesteld op %s voor deze groep.
